rails-practice/app/controllers/houses_controller.rb

SELECT "members".* FROM "members" WHERE "members"."house_id" = $1  [["house_id", 55]]
---
  def show
    @house = House.find(params[:id])
    @members = Member.where(house_id: params[:id])

INSERT INTO "houses" ("name", "author", "source", "motto", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
  def create
    @house = House.new(house_params)

    if @house.save